{
    "menu&footer": {
        "linkOption1": "Oferta",
        "linkOption2": "Technologia",
        "linkOption3": "O nas",
        "linkOption4": "Projekt",
        "linkOption5": "Kontakt"
    },
    "RootSide": {
        "root-animate-keywords-container-content-text": "Nasza metodologia pracy opiera się na dwóch kluczowych krokach,które stanowią fundament naszego podejścia. <br> Dzięki ich stosowaniu, jesteśmy w stanie zapewnić naszym Klientom nie tylko efektywność, ale również staranne i przemyślane rozwiązania. <br> Nasze podejście stanowi w pełni dopasowaną do potrzeb biznesowych Klientów odpowiedź, pozwalającą na osiągnięcie wyznaczonych celów i wzrostu ich przedsiębiorstw.",
        "information-container-right-text": "Możesz na nas liczyć w zakresie organizacji <br> procesów biznesowych w firmie, doborze <br> technologii,organizacji projektów i procesów IT. <br> Dzięki naszemu doświadczeniu możemy zrobić <br> dla Ciebie rzeczy,które wydają się niemożliwe. <br>Wyzwania zawsze szczególnie motywują nas do pracy.",
        "information-container-right-h1": "Doświadczenie i profesjonalizm",
        "information-container-right-button-text": "Sprawdź Naszą Ofertę"
    },
    "Offert": {
        "container-content": {
            "uxDesignContent":"<h1>Projektowanie UI/UX</h1><p>Zadbamy o pozytywne doświadczenie klientów korzystających z Twojego serwisu. Strona internetowa musi być funkcjonalna, ale i dająca przyjemność, by użytkownik chciał do niej wracać. Nasze działania z zakresu UX opieramy na pięciu krokach:<br><br> 1) Badania z użytkownikami - każdy projekt rozpoczynamy od określenia potrzeb konsumentów; możemy przeprowadzić dla Ciebie badania focusowe, sesje wywiadów pogłębionych, badania z użyciem eyetrackera;<br> 2) Analiza webowa z wykorzystaniem profesjonalnych narzędzi, np. IBM Tealeaf;<br> 3) Audyty eksperckie - zidentyfikujemy te obszary, które mogą negatywnie wpływać na funkcjonalność i konwersję;<br> 4) Projektowanie - dzięki zebraniu twardych danych o zachowaniach użytkowników nasze rozwiązania webowe mobilne są realnie dopasowane do ich oczekiwań;<br> 5) Testy użyteczności - sprawdzamy koncepcje i założeń projektowe przed wdrażaniem za pomocą testów z użytkownikami i testów A/B na naszej platformie Abee TST.<br></p>",
            "implementationContent":"<h1 class='h1_edit'>Konsulting</h1><p>Dostarczamy odpowiedzi na krytyczne pytania ze styku biznesu oraz IT. Doradzimy, jaką technologię wybraćdorealizacji określonych celów. Sprawdzimy, co ryzykujesz i jak to zminimalizować. Z nami możesz skonsultować swoje plany rynkowe i dowiedzieć się, jak najlepiej je zrealizować. Wyrastamy z branży technologicznej, adoradztwo biznesowe jest naszą wyjątkowo mocną stroną. Współpraca odbywa się w modelu zwinnym, przy pełnym zaangażowaniu ekspertów dziedzinowych. Nasi konsultanci i analitycy pomagają dostarczyć świeżegospojrzenia w oparciu o solidne doświadczenie: uczestniczyli w projektach transformacji jednostek IT i e-commerce.Brali też udział we wdrażaniu procesów zarządzania architekturą korporacyjną oraz architekturą rozwiązań.</p><h1>Rozwiązania portalowe</h1><p>Pomożemy rozwinąć twój e-biznes. Doradzimy, jak aktywnie komunikować się z klientem. W zależności od rodzaju i celu działalności, pomożemy Ci stworzyć własny portal: e-commerce, informacyjny, intranetowy, obsługowy lub samoobsługowy. Współpracujemy na każdym etapie: specyfikacji wymagań, projektowania nawigacji i architektury informacji. Doradzamy przy wyborze platformy. Wdrażamy projekty oparte o rozwiązania OpenSource (Liferay Portal) oraz silniki komercyjne (Oracle ATG, Hybris). Oferujemy usługi z zakresu User Experience – badania, audyty, projektowanie. Korzystamy z narzędzi Google Analytics, Comscore, Gemius, IBM Tealeaf oraz własnych zaawansowanych rozwiązań. Nasi analitycy są do ciągłej dyspozycji zespołów Klienta w zakresie rozwijania procesów i publikowania treści.</p> <h1>Rozwiązania mobilne</h1><p>Z doświadczenia wiemy, jak istotne w sprzedaży i komunikacji są rozwiązania mobilne. Dzięki naszym rozwiązaniom mobilnym i aplikacjom będziesz zawsze blisko swojego klienta. Podpowiemy, jak mobilnie zarządzisz pracą swoich pracowników lub lepiej rozdzielisz ich zadania. Projektujemy i dostarczamy rozwiązania, które klienci mają zawsze przy sobie – w swoich smartfonach. Operujemy zarówno na platformie iOS, jak i Android. Zoptymalizowana interakcja z użytkownikiem jest dla nas kluczowym parametrem.</p>",
            "consultationContent":" <h1>Konsulting</h1><p>Dostarczamy odpowiedzi na krytyczne pytania ze styku biznesu oraz IT. Doradzimy, jaką technologię wybrać do realizacji określonych celów. Sprawdzimy, co ryzykujesz i jak to zminimalizować. Z nami możesz skonsultować swoje plany rynkowe i dowiedzieć się, jak najlepiej je zrealizować. Wyrastamy z branży technologicznej, a doradztwo biznesowe jest naszą wyjątkowo mocną stroną. Współpraca odbywa się w modelu zwinnym, przy pełnym zaangażowaniu ekspertów dziedzinowych. Nasi konsultanci i analitycy pomagają dostarczyć świeżego spojrzenia w oparciu o solidne doświadczenie: uczestniczyli w projektach transformacji jednostek IT i e-commerce. Brali też udział we wdrażaniu procesów zarządzania architekturą korporacyjną oraz architekturą rozwiązań. </p>",
            "analyticsContent":" <h1>Optymalizacja konwersji</h1><p>Konwersja sprzedaży ma olbrzymie znaczenie! Sprowadzenie ruchu do platformy eCommerce bez właściwych procesów obsługi psuje wizerunek firmy i przede wszystkim, nie generuje sprzedaży. Podnosimy konwersję poprzez działania polegające na: Analizie zachowań użytkowników w oparciu o narzędzia analityczne (m.in. Abee Cloud, IBM Tealeaf, inne)Testy AB oparte na platformie Abee Cloud Audyty stron i doradztwo ekspertów z wieloletnim doświadczeniem w eCommerce. Kluczowym elementem są dane. Potrafimy je zbierać i analizować z użyciem Abee Cloud, zasilając w ten sposób nasze modele, lub w przypadku wielu Klientów, gdzie dane maja wysoką wrażliwość, zasilając systemy BI po stronie Klienta. Efektem analizy są rekomendacje poparte danymi empirycznymi, które wdrażamy natychmiastowo w życie.</p> <h1>Abee TST</h1> <p>Testy A/B<br> Nasza firma oferuje narzędzie Abee TST, które pozwala na przeprowadzanie zaawansowanych testów A/B dla Twojego serwisu internetowego. Dzięki niemu masz możliwość kompleksowego testowania różnych wariantów Twojego serwisu - od prezentacji produktów aż po stronę podziękowania za zamówienie. Rozwiązanie to działa w chmurze, co umożliwia łatwą edycję treści na stronach oraz dostarcza pewne dane dotyczące konwersji i skuteczności danego scenariusza testowego.<br><br> Abee TST zapewnia łatwość konfiguracji testów, a także możliwość ponownego wykorzystania już skonfigurowanego testu dzięki separacji względem CMS. Narzędzie oferuje nieograniczone możliwości edycji pozmienianych treści, a także umożliwia zamianę zarówno pojedynczych elementów serwisu, jak i całych stron. Obsługuje również dynamiczne elementy strony i umożliwia monitorowanie wyników w czasie<br><br> rzeczywistym. Abee TST jest łatwe do wdrożenia i intuicyjne w obsłudze, co pozwala na uniknięcie konieczności angażowania zespołu IT. Wystarczy wpięcie w stronę dostarczonego przez nas skryptu js. Proponujemy elastyczny model rozliczeń oparty na opłatach abonamentowych i zapewniamy pełne wsparcie biznesowe, w tym rekomendacje testów, konfigurację wdrożeń, raportowanie i analizę wyników oraz przygotowywanie propozycji zmian na stronie internetowej na podstawie przeprowadzonych testów.<br><br></p>"
        },
        "menuOptions": {
            "uxDesignOption":"Projektowanie UI/UX",
            "implementationOption":"Wdrożenia IT",
            "consultationOption":"Konsutlacje Technolgiczne",
            "analyticsOption":"Analityka Webowa"
        }
    },
    "About": {
        "usDescription":"<h1>O nas</h1><p>Dlaczego my?</p><br><p>Rozumiemy potrzeby Klientów. Do współpracy podchodzimy profesjonalnie i kompleksowo. Naszym priorytetem jestwspieranie i uzupełnianie procesów biznesowych firm poprzez dobór najbardziej skutecznych rozwiązań i technologii.</p>",
        "metodologyDescription":"<h1>Think Two, Code One</h1><p>Nasza metodologia pracy opiera się na dwóch kluczowych krokach,które stanowią fundament naszego podejścia.Dzięki ich stosowaniu, jesteśmy w stanie zapewnić naszym Klientom nie tylko efektywność, ale również staranne i przemyślane rozwiązania. Nasze podejście stanowi w pełni dopasowaną do potrzeb biznesowych Klientów odpowiedź, pozwalającą na osiągnięcie wyznaczonych celów i wzrostu ich przedsiębiorstw.</p>",
        "howWeWorkDescription":"<h1>Jak pracujemy?</h1><h2>Fix Agile</h2><p>Fix Agile to zespół praktyk powstałych w KeyProgrammers od 2020 roku w oparciu o współpracę z klientami. Po raz pierwszy metodyka została użyta w 2020 roku dla klienta z sektora Public.</p><h2>Metodyka składa się z 4 faz:</h2><ul><li><b>Idea</b> – określenie kierunku działań i celu biznesowego na strategicznym poziomie (np. 20% sprzedaży w kanale eCommerce). Na ogólnym poziomie, powinien zostać oszacowany budżet dla projektu.</li><li><b>Inicjalizacja</b> – przełożenie celu strategicznego na działania. Dekompozycja celu na sprinty oraz rewizja założeń budżetowych. Z naszych doświadczeń wynika, że dokładność szacowania na tym etapie może wynieść do +/-5%.</li><li><b>Realizacja</b> – podział projektu na sprinty 2-4 tygodniowe w zależności od skali projektu. Każdy sprint ma czytelnie określony zakres gwarantowany do dostarczenia (DoD - definition of done) każdego zadania. Każdy sprint kończy się przeglądem (review). Odbiorom podlegają jedynie ukończone zadania.</li><li><b>Wsparcie</b> – do czasu trwania projektu, dla ukończonych elementów wytwarzanego rozwiązania, zapewniany jest przez Zespół projektowy w ramach toczących się prac (CAPEX). Po zakończeniu projektu, prace realizowane zgodnie z SLA.</li></ul><h3>Cechy Fix Agile:</h3><ul><li>gwarancja realizacji prac</li><li>optymalne zarządzanie zespołem poprzez dopasowanie kompetencji niezbędnych do realizacji celu</li><li>zapewnienie płynności projektowej</li><li>prace odbierane po zakończeniu każdego sprintu</li><li>prace mogą rozpocząć się nawet, gdy zakres nie jest jeszcze precyzyjnie określony</li><li>zamówienia mogą dotyczyć puli MD na realizację prac</li><li>zapisy umowy zapewniają prawo do korzystania z wypracowanych produktów</li><li>przerwanie prac w projekcie możliwe jest na dowolnym etapie</li></ul><h3>Główne zalety dla Klienta:</h3><ul><li><b>Dostosowanie do potrzeb biznesu</b></li>Osiągamy cel poprzez pracę w krótkich sprintach z czytelnym wynikiem prac na koniec każdego z nich.<li><b>Gwarancje i odpowiedzialność</b></li>W przeciwieństwie do prac w modelu Time&Material, Dostawca ponosi pełną odpowiedzialność za zrealizowane prace i udziela kontraktowych gwarancji.<li><b>Odbiór prac</b></li>Odbiorom podlegają jedynie prace ukończone i zaakceptowane przez Klienta podczas Sprint Review.<li><b>Elastyczność oraz T2M</b></li>Projekt rozpoczyna się od fazy analitycznej. Wspólne określenie wymagań umożliwia dopasowanie możliwości technicznych do potrzeb biznesu.<li><b>Know-how i potencjał dostawcy</b></li>Dostęp do wiedzy i potencjału dostawcy jest taki sam jak dla Fix Price – projekt realizuje Dostawca, a nie grupa pojedynczych osób od dostawcy.<li><b>Zarządzanie pojemnością zespołów</b></li>Zespoły mogą być skalowane w górę i w dół w zależności o potrzeb i strumienia wymagań. Wszelkie absencje i zarządzanie fluktuacją kadr jest po stronie dostawcy.</ul><h2>BeeTeaFlow</h2>Jest to model procesu ukierunkowanego na podnoszenia efektywności i jakości serwisu. Głównym zadaniem tego rozwiązania jest zwiększanie konwersji stron www poprzez wykorzystanie profesjonalnych narzędzi analizy webowej.<h3>BeeTeaFlow przebiega w 4 krokach:</h3><ul><li>Analityka Web - Pogłębione sesje badawcze: poznanie zachowania użytkowników i problemów przy korzystaniu z witryny</li><li>UX Design. Projektowanie procesów przyjaznych użytkownikowi oraz optymalizujących ścieżkę zakupową</li><li>Testy A/B realizowane na platformie Abee TST. Testy służą weryfikacji postawionych założeń co pozwala zminimalizować koszty późniejszego wdrożenia zmian</li><li>Rozwiązania. Uzasadnione biznesowo, rozbudowane rekomendacje, nie tylko liczby i raporty.</li></ul>"
    },
    "Project": {
        "MvcDescription":"<p>Poniżej przedstawiam projekt <b>ToDoListy</b> oparty na architekturze MVC. <br>Backend został wykonany przy użyciu <b>Spring Boot</b>, natomiast frontend został zaimplementowany w Vue.js. <br>Do komunikacji z REST API wykorzystano bibliotekę <b>Axios</b>. <br>Niestety, aplikacja jest hostowana na bezpłatnym serwerze RENDER, co oznacza, że czasami może być konieczne odczekanie <b>do 2 minut</b> przed uruchomieniem aplikacji.</p>",
        "TitleOfProject":"Lista zadań",
        "errorMessage":"Proszę wprowadzić zadanie do zrealizowania!",
        "placeHolderText":"Wpisz co należy zrobić"
    },
    "Contact": {
        "title":"MASZ PYTANIA? <span class='blue'>NAPISZ DO NAS!</span>",
        "adressInformation":"<b>Adres firmy:</b><br>ul. Przykładowa 123, 00-000 Miasto",
        "mailInformation":"Adres e-mail:",
        "phoneNumber":"<b>Numer telefonu:</b><br>+48 123 456 789",
        "formtTitle":"FORMULARZ KONTAKTOWY",
        "error-message":"Uzupełnij te pole",
        "buttonText":"Wyślij",
        "inputTitlePlaceHolder":"Temat wiadomości",
        "inputMessagePlaceHolder":"Wiadomość"
    }

}